{
	"facts": [
		["Average temperatures have climbed 1.4 degrees Fahrenheit (0.8 degree Celsius) around the world since 1880, much of this in recent decades, according to NASA's Goddard Institute for Space Studies.",
			"\nAverage temperatures have climbed 1.4 degrees Fahrenheit (0.8 degree Celsius) around the world since ____, much of this in recent decades, according to NASA's Goddard Institute for Space Studies.",
			"1880"],	
		["The rate of warming is increasing. The 20th century's last two decades were the hottest in 400 years and possibly the warmest for several millennia, according to a number of climate studies. And the United Nations' Intergovernmental Panel on Climate Change (IPCC) reports that 11 of the past 12 years are among the dozen warmest since 1850.",
			"\nThe rate of warming is increasing. The 20th century's last ___ decades were the hottest in 400 years and possibly the warmest for several millennia, according to a number of climate studies. And the United Nations' Intergovernmental Panel on Climate Change (IPCC) reports that 11 of the past 12 years are among the dozen warmest since 1850.",
			"two"],
		["The Arctic is feeling the effects the most. Average temperatures in Alaska, western Canada, and eastern Russia have risen at twice the global average, according to the multinational Arctic Climate Impact Assessment report compiled between 2000 and 2004.",
			"\nThe Arctic is feeling the effects the most. Average temperatures in Alaska, western Canada, and eastern Russia have risen at twice the global average, according to the multinational Arctic Climate Impact Assessment report compiled between ____ and 2004.",
			"2000"],
		["Arctic ice is rapidly disappearing, and the region may have its first completely ice-free summer by 2040 or earlier. Polar bears and indigenous cultures are already suffering from the sea-ice loss.",
			"\nArctic ice is rapidly disappearing, and the region may have its first completely ice-free summer by ____ or earlier. Polar bears and indigenous cultures are already suffering from the sea-ice loss.",
			"2040"],
		["Glaciers and mountain snows are rapidly melting—for example, Montana's Glacier National Park now has only 27 glaciers, versus 150 in 1910. In the Northern Hemisphere, thaws also come a week earlier in spring and freezes begin a week later.",
			"\nGlaciers and mountain snows are rapidly melting—for example, Montana's Glacier National Park now has only __ glaciers, versus 150 in 1910. In the Northern Hemisphere, thaws also come a week earlier in spring and freezes begin a week later.",
			"27"],
		["Coral reefs, which are highly sensitive to small changes in water temperature, suffered the worst bleaching—or die-off in response to stress—ever recorded in 1998, with some areas seeing bleach rates of 70 percent. Experts expect these sorts of events to increase in frequency and intensity in the next 50 years as sea temperatures rise.",
			"\nCoral reefs, which are highly sensitive to small changes in water temperature, suffered the worst bleaching—or die-off in response to stress—ever recorded in 1998, with some areas seeing bleach rates of __ percent. Experts expect these sorts of events to increase in frequency and intensity in the next 50 years as sea temperatures rise.",
			"70"],
		["An upsurge in the amount of extreme weather events, such as wildfires, heat waves, and strong tropical storms, is also attributed in part to climate change by some experts.",
			"\nAn upsurge in the amount of extreme weather events, such as _________, heat waves, and strong tropical storms, is also attributed in part to climate change by some experts.",
			"wildfires"],
		["Many species have been impacted by rising temperatures. For example, researcher Bill Fraser has tracked the decline of the Adélie penguins on Antarctica, where their numbers have fallen from 32,000 breeding pairs to 11,000 in 30 years.",
			"\nMany species have been impacted by rising temperatures. For example, researcher Bill Fraser has tracked the decline of the Adélie penguins on Antarctica, where their numbers have fallen from 32,000 breeding pairs to 11,000 in __ years.",
			"30"],
		["Some invasive species are thriving. For example, spruce bark beetles have boomed in Alaska thanks to 20 years of warm summers. The insects have chewed up 4 million acres of spruce trees.",
			"\nSome invasive species are thriving. For example, spruce bark beetles have boomed in Alaska thanks to 20 years of warm summers. The insects have chewed up _ million acres of spruce trees.",
			"4"],
		["Sea levels are expected to rise between 7 and 23 inches (18 and 59 centimeters) by the end of the century, and continued melting at the poles could add between 4 and 8 inches (10 to 20 centimeters).",
			"\n___ levels are expected to rise between 7 and 23 inches (18 and 59 centimeters) by the end of the century, and continued melting at the poles could add between 4 and 8 inches (10 to 20 centimeters).",
			"Sea"],
		["Floods and droughts will become more common. Rainfall in Ethiopia, where droughts are already common, could decline by 10 percent over the next 50 years.",
			"\nFloods and droughts will become more common. Rainfall in Ethiopia, where droughts are already common, could decline by __ percent over the next 50 years.",
			"10"],
		["Less fresh water will be available. If the Quelccaya ice cap in Peru continues to melt at its current rate, it will be gone by 2100, leaving thousands of people who rely on it for drinking water and electricity without a source of either.",
			"\nLess fresh water will be available. If the Quelccaya ice cap in Peru continues to melt at its current rate, it will be gone by ____, leaving thousands of people who rely on it for drinking water and electricity without a source of either.",
			"2100"],
		["In 1950, atmospheric CO2 levels broke records from the previous 400,000 years, sharply rising and continuing to grow.",
			"\nIn ____, atmospheric CO2 levels broke records from the previous 400,000 years, sharply rising and continuing to grow.",
			"1950"],
		["The 9 most explosive fires in America's history have all occurred since 2000, with 2015 having the biggest fire (10.1 million acres burned) in American history.",
			"\nThe 9 most explosive fires in America's history have all occurred since 2000, with ____ having the biggest fire (10.1 million acres burned) in American history.",
			"2015"],
		["The number of record-breaking hottest years since 2000 is 16. 2016 was the hottest year yet.",
			"\nThe number of record-breaking hottest years since 2000 is __. 2016 was the hottest year yet.",
			"16"],
		["An average of 21.5 million people have been forcibly displaced since 2008 due to climate changed-related weather hazards",
			"\nAn average of 21.5 million people have been forcibly displaced since ____ due to climate changed-related weather hazards",
			"2008"],
		["Earth Overshoot Day is an annual event when humanity's consumption outstrips Earth's production of resources. This annual event is getting earlier and earlier in the year. In 2000 it landed in October. In 2015, it was August 13. This year, it landed on August 2.",
			"\nEarth Overshoot Day is an annual event when humanity's consumption outstrips Earth's production of resources. This annual event is getting earlier and earlier in the year. In 2000 it landed in October. In ____, it was August 13. This year, it landed on August 2.",
			"2015"],
		["The pH of ocean surface water has decreased by 0.1, which makes them 26 percent more acidic now than at the beginning of the Industrial Revolution. The waters are more acidic now that at any other point in the last 300,000 years.",
			"\nThe pH of ocean surface water has decreased by 0.1, which makes them __ percent more acidic now than at the beginning of the Industrial Revolution. The waters are more acidic now that at any other point in the last 300,000 years.",
			"26"],
		["Around 100 million people live with 3 feet of sea level and many cities of the world are located near such vulnerable coastal areas.",
			"\nAround ___ million people live with 3 feet of sea level and many cities of the world are located near such vulnerable coastal areas.",
			"100"],
		["Human activities release around 37 billion metric tons of carbon dioxide per year.",
			"\nHuman activities release around __ billion metric tons of carbon dioxide per year.",
			"37"],
		["Between 2000-2100, the number of heat related deaths will rise by 150,000.",
			"\nBetween 2000-2100, the number of ____ related deaths will rise by 150,000.",
			"heat"],
		["A new study found that violent crimes and even war become more likely as temperatures rise. Heart rates tend to be elevated in warm weather, so people are prepped for a physical response to a situation.",
			"\nA new study found that violent crimes and even ___ become more likely as temperatures rise. Heart rates tend to be elevated in warm weather, so people are prepped for a physical response to a situation.",
			"war"],
		["Rising water levels can also put fragile coral reefs in danger. Coral relies on sunlight, which could become scarce as water levels rise.",
			"\nRising water levels can also put fragile coral reefs in danger. Coral relies on ________, which could become scarce as water levels rise.",
			"sunlight"],
		["Mountain ranges are growing as a result of global warming. That's because the glaciers that have literally been weighing them down and pushing them into Earth for centuries are melting",
			"\nMountain ranges are growing as a result of global warming. That's because the ________ that have literally been weighing them down and pushing them into Earth for centuries are melting",
			"glaciers"],
		["Even if emissions were eliminated entirely today, global warming would continue as a result of all the built-up carbon dioxide. That could cause temperatures and sea levels to rise for at least a century after the emissions stop.",
			"\nEven if emissions were eliminated entirely today, global warming would continue as a result of all the built-up carbon dioxide. That could cause ____________ and sea levels to rise for at least a century after the emissions stop.",
			"temperatures"],
		["Saving water reduces carbon pollution, too. That's because it takes a lot of energy to pump, heat, and treat your water.",
			"\nSaving water reduces carbon pollution, too. That's because it takes a lot of ______ to pump, heat, and treat your water.",
			"energy"],
		["If all Americans kept their tires properly inflated, we could say 1.2 billion gallons of gas each year.",
			"\nIf all Americans kept their _____ properly inflated, we could say 1.2 billion gallons of gas each year.",
			"tires"],
		["Buildings worldwide contribute around one third of all greenhouse gas emissions (43 percent in the U.S. alone)",
			"\nBuildings worldwide contribute around one third of all greenhouse gas emissions (__ percent in the U.S. alone)",
			"43"],
		["Transportation is the second leading source of greenhouse gas emissions in the U.S. (burning a single gallon of gasoline produces 20 pounds of CO2)",
			"\nTransportation is the second leading source of greenhouse gas emissions in the U.S. (burning a single gallon of gasoline produces __ pounds of CO2)",
			"20"],
		["The easiest way to cut back on greenhouse gas emissions is simply to buy less stuff. Whether by forgoing an automobile or employing a reusable grocery sack, cutting back on consumption results in fewer fossil fuels being burned to extract, produce and ship products around the globe.",
			"\nThe easiest way to cut back on greenhouse gas emissions is simply to buy less stuff. Whether by forgoing an __________ or employing a reusable grocery sack, cutting back on consumption results in fewer fossil fuels being burned to extract, produce and ship products around the globe.",
			"automobile"],
		["Corn grown in the U.S. requires barrels of oil for the fertilizer to grow it and the diesel fuel to harvest and transport it. Some grocery stores stock organic produce that do not require such fertilizers, but it is often shipped from halfway across the globe. And meat, whether beef, chicken or pork, requires pounds of feed to produce a pound of protein.",
			"\nCorn grown in the U.S. requires barrels of oil for the fertilizer to grow it and the diesel fuel to harvest and transport it. Some grocery stores stock _______ produce that do not require such fertilizers, but it is often shipped from halfway across the globe. And meat, whether beef, chicken or pork, requires pounds of feed to produce a pound of protein.",
			"organic"],
		["Timber harvesting in the tropics alone contributes 1.5 billion metric tons of carbon to the atmosphere.",
			"\nTimber harvesting in the tropics alone contributes 1.5 billion metric tons of ______ to the atmosphere.",
			"carbon"],
		["Believe it or not, U.S. citizens spend more money on electricity to power devices when off than when on.",
			"\nBelieve it or not, U.S. citizens spend more money on ___________ to power devices when off than when on.",
			"electricity"]
	]
}

